{
  "title": "Solar Eclipse Glasses",
  "date": "June 10, 2021",

  "intro-1": "Do not miss this astronomical experience!",
  "intro-2": "On June 10, you will have the chance to witness a solar eclipse, an event that rarely occurs in the same place.",
  "intro-3": "Get our glasses specially designed to admire the transition of the Moon between the Sun and the Earth. Our glasses are compliant with the ISO 12312-2 international safety standard for safely viewing our local star in all its splendor.",

  "what": "What",
  "what-details": "<p>In the early morning hours of <strong>June 10, 2021</strong>, a <strong>solar eclipse</strong> will be visible from across Eastern Canada.</p><p>This <strong>rare astronomical experience</strong> seldom happens in the same place. For Eastern Canadians, this coming eclipse will cover most of the sun, making for a spectacular sight!</p>",

  "where-when": "Where / When",
  "where-when-not": "Unfortunately, the eclipse will not be <strong>visible</strong> from <strong>{{location}}</strong>.",
  "where-when-annular": "An <strong>annular</strong> eclipse will be <strong>visible</strong> from <strong>{{location}}</strong>!",
  "where-when-partial": "A <strong>partial</strong> eclipse will be <strong>visible</strong> from <strong>{{location}}</strong>!",
  "where-when-c1": "First contact, when the moon starts transiting across the sun from {{location}}, will be at <strong>{{start}}</strong> {{timezone}} on June 10.",
  "where-when-c1-sunrise": "You'll be able to witness the eclipse from {{location}} on June 10 as soon as the sun starts rising at <strong>{{start}}</strong> {{timezone}}!",
  "where-when-c2-annular": "At <strong>{{start}}</strong>, {{location}} residents will be some of the lucky few to see the eclipse become annular! Annularity will last <strong>{{duration}}</strong>, or until {{finish}}.",
  "where-when-mid": "The eclipse will reach its maximum point at <strong>{{start}}</strong>, obscuring <strong>{{obscursion}}%</strong> of the sun! It's all downhill from there.",
  "where-when-c4": "The moon will finish transiting across the sun at <strong>{{start}}</strong>",

  "location-loading": "Detecting location...",
  "location-error": "There was an error detecting your location.",
  "location-unknown": "unknown city",

  "how": "How",
  "how-details": "<p>Looking directly at the Sun with your eyes can cause <em>permanent eye problems such as retinopathy or even blindness</em>.</p><p>The only safe way to look at the upcoming eclipse directly is through special-purpose solar filters. The American Astronomical Society recommends solar filters that meet the ISO 12312-2 standard and maintains a <aas>reputable vendors list</aas>.</p><p>For a convenient and safe enjoyment of the eclipse, you can purchase glasses manufactured by one of the vendors right on this website. See our FAQ below.</p>",

  "shop": "Shop",
  "subtotal": "Subtotal",
  "checkout": "Checkout",
  "processing": "Processing"
}
